Repository: ozkantasli/simple-falert
Catalog: languages/simple-falert-*.po
Languages: tr_tr

source: Simple Falert Settings
tr_tr: Simple Falert Ayarları

source: General Settings
tr_tr: Genel Ayarlar

source: Content Settings
tr_tr: İçerik Ayarları

source: Appearance & Timing
tr_tr: Görünüm ve Zamanlama

source: Enable Plugin
tr_tr: Eklentiyi Etkinleştir

source: Name List (one per line)
tr_tr: İsim Listesi (her satıra bir tane)

source: City List (one per line)
tr_tr: Şehir Listesi (her satıra bir tane)

source: Minimum Quantity
tr_tr: Minimum Adet

source: Maximum Quantity
tr_tr: Maksimum Adet

source: Maximum Time Ago (Hours)
tr_tr: Maksimum Geçen Süre (Saat)

source: Message Template
tr_tr: Mesaj Şablonu

source: Display Duration (Seconds)
tr_tr: Gösterim Süresi (Saniye)

source: Interval Between Notifications (Seconds)
tr_tr: Bildirimler Arası Süre (Saniye)

source: Show Product Image
tr_tr: Ürün Resmini Göster

source: Link Notification to Product
tr_tr: Bildirimi Ürüne Bağla

source: Popup Position
tr_tr: Popup Pozisyonu

source: Background Color
tr_tr: Arka Plan Rengi

source: Text Color
tr_tr: Metin Rengi

source: Maximum Quantity cannot be less than Minimum Quantity. It has been automatically adjusted.
tr_tr: Maksimum Adet, Minimum Adetten küçük olamaz. Otomatik olarak düzeltildi.

source: {name} from {city} purchased {qty} {product_name} {time_ago}.
tr_tr: {city} şehrinden {name}, {qty} adet {product_name} ürününü {time_ago} satın aldı.

source: Yes, show fake sale notifications.
tr_tr: Evet, sahte satış bildirimlerini göster.

source: Enter one name per line.
tr_tr: Her satıra bir isim girin.

source: Enter one city per line.
tr_tr: Her satıra bir şehir girin.

source: Should not be less than Minimum Quantity.
tr_tr: Minimum Adetten küçük olmamalıdır.

source: Seconds
tr_tr: Saniye

source: How long each notification stays visible.
tr_tr: Her bildirimin ne kadar süre görünür kalacağı.

source: The pause between showing notifications.
tr_tr: Bildirimleri gösterme arasındaki bekleme süresi.

source: Hours
tr_tr: Saat

source: Maximum limit for the random "X time ago" display.
tr_tr: Rastgele "X zaman önce" gösterimi için maksimum sınır.

source: Available variables: %1$s, %2$s, %3$s, %4$s, %5$s.
tr_tr: Kullanılabilir değişkenler: %1$s, %2$s, %3$s, %4$s, %5$s.

source: Product name will be automatically bolded.
tr_tr: Ürün adı otomatik olarak kalın yazılacaktır.

source: Yes, show the product thumbnail in the notification.
tr_tr: Evet, ürünün küçük resmini bildirimde göster.

source: Yes, link the notification to the corresponding product page.
tr_tr: Evet, bildirimi ilgili ürün sayfasına bağla.

source: Bottom Left
tr_tr: Sol Alt

source: Bottom Right
tr_tr: Sağ Alt

source: Select where the notification popup should appear on the screen.
tr_tr: Bildirim popup'ının ekranda nerede görüneceğini seçin.

source: Simple Falert requires WooCommerce to be installed and activated.
tr_tr: Simple Falert'in çalışması için WooCommerce'in kurulu ve etkin olması gerekir.

source: Close Notification
tr_tr: Bildirimi Kapat

source: Close
tr_tr: Kapat

source: Simple Falert is not active.
tr_tr: Simple Falert aktif değil.

source: No suitable products found to display.
tr_tr: Görüntülenecek uygun ürün bulunamadı.

source: Could not retrieve product data.
tr_tr: Ürün verisi alınamadı.

source: Someone
tr_tr: Birisi

source: nearby
tr_tr: yakınlardan

source: %s ago
tr_tr: %s önce

source: Simple Falert requires WooCommerce to be installed and activated to function properly.
tr_tr: Simple Falert'in düzgün çalışması için WooCommerce'in kurulu ve etkin olması gerekir.
